import React from "react";
import '../sass/index.css'
function Services() {
return(
    <div className="row container">
        <div className="row mainPart">
            <div className="col">
                <nav className="nav2" style={{marginTop:"200px"}}>
                    <ul className="nav">
                        <li className="nav-item">
                            <a className="nav-link active" href="#1">Сервіс аеропорта</a>
                        </li>
                        <li className="nav-item">
                            <a className="nav-link" href="#2">Їжа і магазини</a>
                        </li>
                        <li className="nav-item">
                            <a className="nav-link" href="#3">Транспорт</a>
                        </li>
                    </ul>
                </nav>
                <div className="row">
                    <div className="col">
                        <h3 id="1">Сервіс аеропорта</h3>
                        <h4>VIP обслуговування</h4>
                        <div className="row">
                            <div className="col">
                                <p>
                                    VIP-обслуговування нашого аеропорту створено для найвищого комфорту найвимогливіших
                                    пасажирів. Особистий асистент подбає про планування вашого часу, а в самому
                                    VIP-терміналі організовує комфортний відпочинок: оформить документи, здасть багаж,
                                    запропонує конференц-зал, а також принесе вишукані страви та напої.
                                    VIP-обслуговування також означає паспортний контроль без черги, мікроавтобус
                                    бізнес-класу і, звичайно, задоволення всіх ваших особистих запитів.
                                </p>
                            </div>
                            <div className="col">
                                <p>
                                    Послуги найвищого рівня комфорту найвибагливішим пасажирам:
                                    <a href="#">+38 (067) 540-55-55</a>
                                </p>
                                <ul className="ul VIPServices">
                                    <li>Парковка</li>
                                    <li>Вишукані страви</li>
                                    <li>Міцні та слабкі алкогольні напої</li>
                                    <li>Монітори польотів</li>
                                    <li>WI-FI</li>
                                </ul>
                            </div>
                        </div>
                        <h4>Банки та банкомати</h4>
                        <div className="row">
                            <div className="col">
                                <p>
                                    На першому поверсі в загальнодоступній зоні терміналу А розташовані банкомати
                                    наступних банків: «Південний», «ПУМБ», «Райффайзен Банк Аваль», а також банкомат
                                    міжнародної мережі Euronet. Зверніть увагу, банкомати в Україні видають гроші тільки
                                    в національній валюті - гривні. У разі, якщо Ваша карта номінована в іншій валюті,
                                    при видачі коштів буде проведена конвертації відповідно до тарифів Вашого банку.
                                    Банкомати працюють в цілодобовому режимі.
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
                <div className="row">
                    <div className="col">
                        <h3 id="2">Їжа і магазини</h3>
                        <h4>Ресторан "Політ"</h4>
                        <div className="row">
                            <div className="col">
                                <p>
                                    Аеропорт розробив вишукане меню, що складається зі страв української та європейської
                                    кухні, щоб порадувати своїх пасажирів і гостей в ресторані «Політ». Він розташований
                                    в будинку-пам'ятці архітектури VIP-терміналу, відкритому в 1955 році. Ми відтворили
                                    унікальний інтер'єр, завдяки чому Ви зможете зануритися в історичну атмосферу 1950-х
                                    років.
                                    <br/>
                                    Ресторан «Політ» працює цілодобово, тому Ви зможете оцінити наші страви
                                    незалежно від часу вильоту літака. У ресторані розміщені інформаційні монітори,
                                    завдяки яким Ви завжди будете в курсі статусу свого рейсу.
                                    <br/>
                                    Нашим гостям ми також надаємо можливість розмістити свій автомобіль
                                    безкоштовно на стоянці VIP-терміналу.
                                </p>
                            </div>
                            <div className="col">
                                <img src="../images/sky.jpg" style={{width: "400px", height: "300px"}}/>
                            </div>
                        </div>
                        <h4>Duty free</h4>
                        <div className="row">
                            <div className="col">
                                <p>
                                    В аеропорту магазин безмитної торгівлі Pavo Duty Free розташований у залі відльоту
                                    міжнародних рейсів в терміналі А. Зробити покупки Ви зможете після проходження
                                    предполітних формальностей. Також можна замовити товари duty free при вильоті з VIP
                                    терміналу.
                                    <br/>
                                    Магазин пропонує широкий асортимент наступних товарів відомих світових і
                                    українських брендів:
                                </p>
                                <ul className="ul">
                                    <li>спиртні напої</li>
                                    <li>продукти харчування,в тому числі ікру, кондитерські вироби, мед</li>
                                    <li>парфумерія і косметика</li>
                                    <li>аксесуари</li>
                                    <li>іграшки</li>
                                </ul>
                            </div>
                            <div className="col">
                                <p>
                                    У магазині Duty Free представлений широкий асортимент продуктів і товарів світових і
                                    українських брендів
                                </p>
                                <img src="../images/mount.jpg" style={{width: "400px", height: "300px"}}/>
                            </div>
                        </div>
                    </div>
                </div>
                <div className="row">
                    <div className="col">
                        <h3 id="3">Транспорт</h3>
                        <h4>Оренда авто</h4>
                        <div className="row">
                            <div className="col">
                                <p>
                                    Ви можете скористатися послугою оренди автомобіля в аеропорту «Харків». Пункт оренди
                                    знаходиться на першому поверсі терміналу А навпроти зони реєстрації.
                                    <br/>
                                    Більш широкий вибір автомобілів доступний при попередньому бронюванні. Для
                                    цього скористайтеся контактами служб з бронювання автомобілів, які вказані
                                    нижче:
                                    аеропорт Львів
                                    <br/>
                                    вул. Ромашкіна, 1, Термінал А.
                                    <br/>
                                    Час роботи: понеділок-п'ятниця 09: 00-18: 00
                                    <br/>
                                    телефони:
                                    <br/>
                                    <a href=""> +38 057 781 00 06</a>
                                    <br/>
                                    <a href="">+38 094 977 30 06</a>
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

        )
}

export default Services