import React from "react";
import '../sass/index.css'
import {Link, Route, Switch} from "react-router-dom";
import Transport from "./Transport";
import Information from "./Information";
function VIP() {
    return(
        <div className="row container">
            <div className="row mainPart">
                <div className="col">
                    <div className="row">
                        <div className="col">
                            <h4>VIP обслуговування</h4>
                            <div className="row">
                                <div className="col">
                                    <p>
                                        Для VIP-пасажирів Прем’єр VIP зала Міжнародного аеропорту «Бориспіль» пропонує комплекс ексклюзивних послуг, які створюють особливу атмосферу перед початком та по завершенню Вашої повітряної подорожі.
                                    </p>
                                </div>
                                <div className="col">
                                    <p>
                                        Послуги найвищого рівня комфорту найвибагливішим пасажирам:
                                        <a href="#">+38 (067) 540-55-55</a>
                                    </p>
                                </div>
                            </div>
                            <div className="row">
                                <h3>Комплекс послуг, що надаються пасажирам у Прем’єр VIP залі, включає:</h3>
                                <ul className="ul VIPServices">
                                    <li>зустріч пасажира (групи пасажирів) або посадку в літак асистентом VIP зали;</li>
                                    <li>організацію процедури реєстрації авіаквитків та багажу (реєстрація авіаквитків та вибір місця в салоні літака здійснюється у відповідності до правил, встановлених авіаперевізником);</li>
                                    <li>перебування у Прем’єр VIP залі протягом 3 годин (для трансферних** пасажирів – протягом 6 годин);</li>
                                    <li>доставку пасажирів від/до літака окремим мікроавтобусом або преміальним легковим автомобілем BMW;</li>
                                    <li>обробку багажу;</li>
                                    <li>пакування багажу;</li>
                                    <li>розміщення попередньо заявленого автотранспорту клієнта на паркувальному майданчику Прем’єр VIP зали на час обслуговування;</li>
                                    <li>користування окремим приміщенням для відпочинку та переговорів (при наявності);</li>
                                    <li>надання послуг міського зв’язку, ксерокопіювання, WI-FI, користування бізнес-куточком;</li>
                                    <li>проходження паспортного та митного контролю через спеціально обладнані пункти;</li>
                                    <li>обслуговування дитини віком до 2 років;</li>
                                    <li>послуги бару;</li>
                                    <li>обслуговування 1 проводжаючої/зустрічаючої особи (у присутності пасажира).</li>
                                </ul>
                                <h3>Послуги додаткового перебування для пасажира включають:</h3>
                                <ul>
                                    <li>можливість додаткового перебування у Прем’єр VIP залі протягом 3 годин;</li>
                                    <li>розміщення попередньо заявленого автотранспорту клієнта на паркувальному майданчику Прем’єр VIP зали на час обслуговування;</li>
                                    <li>користування окремим приміщенням для відпочинку та переговорів (при наявності);</li>
                                    <li>надання послуг міського зв’язку, ксерокопіювання, WI-FI, користування бізнес-куточком;</li>
                                    <li>обслуговування дитини віком до 12 років без надання послуг бару;</li>
                                    <li>послуги бару;</li>
                                    <li>обслуговування 1 проводжаючої/зустрічаючої особи (у присутності пасажира).</li>
                                </ul>
                                <h3>Вартість комплексу послуг Прем’єр VIP зали:</h3>
                                <p>
                                    За одного пасажира на прибуття або відправлення – 4 500  UAH
                                    <br/>
                                    Діти віком від 2 до 12 років у супроводі дорослих – 2 250 UAH
                                    <br/>
                                    За одного трансферного пасажира – 6 750 UAH
                                    <br/>
                                    За одного трансферного пасажира – дитину віком від 2 до 12 років – 3 375 UAH
                                    <br/>
                                    Діти до 2 років у супроводі дорослих – оплата не стягується.
                                </p>
                                <h3>Інші послуги:</h3>
                                <ul>
                                    <li>можливість додаткового перебування у Прем’єр VIP залі  протягом 3 годин – 990 UAH</li>
                                    <li>обслуговування зустрічаючої/проводжаючої особи – 990 UAH</li>
                                    <li>бронювання окремої кімнати – 2 070 UAH/ година</li>
                                    <li>надання послуг міського зв’язку, ксерокопіювання, WI-FI, користування бізнес-куточком;</li>
                                    <li>обслуговування дитини віком до 12 років без надання послуг бару;</li>
                                    <li>послуги бару;</li>
                                    <li>обслуговування 1 проводжаючої/зустрічаючої особи (у присутності пасажира).</li>
                                </ul>
                                <h3>Пасажирам на відправлення необхідно прибути до Прем’єр VIP зали не пізніше ніж за 1 год. 20 хв. до відльоту.</h3>
                                <p>У разі, якщо обслуговування авіапасажира переривається по незалежним від міжнародного аеропорту «Бориспіль» причинам, а також, якщо замовник вчасно, не пізніше ніж за одну годину до планового прибуття та за дві години до відправлення рейсу, не скасував замовлення, стягується сума в розмірі 50% від вартості замовленого комплексу послуг.</p>
                                <h3>Якщо ви бажаєте залишити автотранспорт на паркувальному майданчику Прем’єр VIP зали після завершення обслуговування з 01.03.2020 ми раді запропонувати вам наступні умови :</h3>
                                <ul>
                                    <li>за одну годину або ії частину – 40 грн. (з ПДВ);</li>
                                    <li>за одну добу або її частину – 400 грн. (з ПДВ).</li>
                                </ul>
                            </div>
                            <div className="row">
                                <h3>Бронювання VIP-прем’єр залу онлайн</h3>
                                <h4>Оберіть тип рейсу</h4>
                                <div className="row">
                                    <ul>
                                        <li>
                                            <Link to={"/services/vip/arrival"}>Приліт</Link>
                                        </li>
                                        <li>
                                            <Link to={"/services/vip/departure"}>Відліт</Link>
                                        </li>
                                    </ul>
                                    <Switch>
                                        <Route path="/services/vip/arrival" component = {VIP}/>
                                        <Route path="/services/vip/departure" component = {VIP}/>
                                    </Switch>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>

    )
}

export default VIP